Repository: JS-Produksiyon/moc-character-db
Catalog: app/languages/*/LC_MESSAGES/messages.po
Languages: tr

source: Use the same command to restart the application as you did before.
tr: Uygulamayı başlatmak için kullandığınız komutun aynısı ile uygulamayı yeniden başlatın.

source: You can restart the database application in development mode from the command line using the command {cmd}.
tr: Veri tabanı uygulamasını geliştirici modunda komut isteminden {cmd} komutu ile yeniden başlatabilirsiniz.

source: You can restart the database application by double-clicking the {cmd} icon.
tr: Veri tabanı uygulamasını {cmd} başlıklı ikonu çift tıklayarak yeniden başlatabilirsiniz.

source: You can restart the database application from the command line using the command {cmd}.
tr: Veri tabanı uygulamasını komut isteminde {cmd} komutu ile yeniden başlatabilirsiniz.

source: Restart your Apache server, then click the Start button below.
tr: Apache web sunucunuzu yeniden başlatın ve aşağıdaki Başla düğmesine tıklayın.

source: Restart the gunicorn server that hosts the database application.
tr: Veri tabanı uygulamasını sunan gunicorn yazılımını yeniden başlatın.

source: Could not delete {item}
tr: Öğe {item} silinemedi.

source: Unable to delete {item}: {error}
tr: Öğe {item} silenemedi: {error}

source: Invalid character id passed.
tr: Geçersiz karakter kimliği alındı.

source: Invalid episode id passed.
tr: Geçersiz bölüm numarası alındı.

source: Unable to save {item}: {error}
tr: Öğe {item} kaydedilemedi: {error}

source: Invalid data type passed: {e}
tr: Geçersiz veri türü alındı: {e}

source: No data passed
tr: Veri gönderilmedi

source: Invalid number of keys passed: {sent} not {sought}
tr: Geçersiz sayıda içerik alındı: {sought} yerine {sent}

source: Invalid number of character data keys passed: {sent} not {sought}
tr: Geçersiz sayıda karakter veri anahtarı alındı: {sought} yerine {sent}

source: Required data for {item} not passed.
tr: {item} öğesi için gerekli veri alınamadı

source: No relationship of type {slug} exists.
tr: İstenilen türde ilişki bulunamadı: {slug}

source: Character {name} saved
tr: {name} adlı karakter kaydedildi.

source: character
tr: karakter

source: {episode} saved
tr: {episode} kaydedildi

source: {slug} saved
tr: {slug} öğesi kaydedildi

source: No action passed
tr: Eylem gönderilmedi

source: Character Details
tr: Karakter Detayları

source: Add Character
tr: Karakter Ekle

source: Edit Character
tr: Karakteri Düzenle

source: Items marked with an asterisk {star} are required to be filled out.
tr: Yıldız {star} ile işaretlenen alanların doldurulması zorunludur.

source: Edit
tr: Düzenle

source: First Name
tr: Adı

source: Please enter a valid first name. It should be at least one character long.
tr: Karakter için en az bir karakterlik geçerli bir isim girin.

source: Last Name
tr: Soyadı

source: Character image will go over this
tr: Karakter resmi bunun üzerine yüklenecek

source: Age
tr: Yaşı

source: This can be a number or a range (e.g. in his 30’s)
tr: Bu bir rakam veya yaş aralığı olabilir (örn. otuzlarında).

source: Sex
tr: Cinsiyet

source: Select
tr: Seçiniz

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Please select the sex of the character.
tr: Karakterin cinsiyetini belirleyiniz.

source: Marital Status
tr: Medeni hali

source: Single
tr: Bekâr

source: Married
tr: Evli

source: Divorced
tr: Boşanmış

source: Widowed
tr: Dul

source: Please select the marital status of the character.
tr: Karakterin medeni halini belirtiniz.

source: Employment
tr: Mesleği

source: Residence
tr: İkamet

source: Add Location
tr: Mekân ekle

source: Physical Description
tr: Fiziksel Tanım

source: Animation Model Status
tr: Animasyon modelin durumu

source: Unnecessary
tr: Gerekmiyor

source: Not Defined
tr: Tanımlanmadı

source: Defined
tr: Tanımlandı

source: Being Designed
tr: Tasarımda

source: Available
tr: Kullanıma hazır

source: In use
tr: Kullanılyor

source: Personality Description
tr: Kişilik Tanımı

source: Character Acted by
tr: Karakteri oynayan veya seslendiren

source: Add Actor
tr: Oyuncu veya Seslendiren Ekle

source: Add Relationship
tr: İlişki ekle

source: Relationships to Other Characters
tr: Diğer Karakterlere İlişkileri

source: None
tr: Yok

source: Full Name
tr: Adı

source: Relationship
tr: İlişki

source: Buttons
tr: Tuşlar

source: Add Episode
tr: Bölüm ekle

source: Appears in Episodes
tr: Geçtiği Bölümler

source: Back to List
tr: Listeye dön

source: Delete Character
tr: Karakteri sil

source: Save Character
tr: Karakteri kaydet

source: Character List
tr: Karakter listesi

source: No characters found in database. Please add one using the button above.
tr: Veri tabanında karakter bulunamadı. Yukarıdaki düğmeyi kullanarak bir karakter ekleyebilirsiniz.

source: Episodes
tr: Bölümler

source: Animation
tr: Animasyon

source: Episode List
tr: Bölüm Listesi

source: No episodes found in database. Please add one using the button above.
tr: Veri tabanında bölüm bulunmadı. Yukarıdaki düğmeyi kullanarak bir bölüm ekleyebilirsiniz.

source: Men of Courage
tr: Erkeğe Dair

source: Character Database
tr: Karakter Veri Tabanı

source: Official Logo
tr: Resmi Logo

source: Characters
tr: Karakterler

source: Relationships
tr: İlişkiler

source: Enter the full name of a voice or character actor for the Men of Courage character.
tr: Erkeğe Dair karakterini canlandıran oyuncunun veya seslendirenin tam adını girin.

source: Actor Name
tr: Adı-Soyadı

source: Cancel
tr: İptal

source: Save
tr: Kaydet

source: Edit Episode
tr: Bölümü düzenle

source: Fill in the fields marked with an asterisk {asterisk} below to {add}{edit} the episode.
tr: Bölümü {add}{edit} için aşağıdaki yıldız {asterisk} ile işaretli alanları doldurunuz.

source: add
tr: eklemek

source: edit
tr: düzenlemek

source: Episode #
tr: Bölüm No.

source: Please enter a valid episode number. It is either too short or is already in use.
tr: Bölüm numarası için lütfen geçerli bir rakam giriniz. Rakam ya vazla kısa ya da zaten kullanılmaktadır.

source: Episode Title
tr: Bölüm Başlığı

source: Please enter a valid episode title. It should be at least one character long.
tr: En az bir karakter uzunluğunda olan geçerli bir bölüm başlığını giriniz.

source: Episode Recorded
tr: Bölüm Kayıt Tarihi

source: Episode Summary
tr: Bölümün Özeti

source: Add New Relationship to Database
tr: Veri tabanına yeni ilişki ekle

source: Edit Relationship
tr: İlişkiyi düzenle

source: Relationship Name
tr: İlişki tanımı

source: Please enter a valid relationship designation. It should be at least one character long.
tr: En az bir karakter uzunluğunda geçerli bir ilişki tanımını giriniz.

source: Pertains to Which Sex
tr: Alakalı cinsiyet

source: Both male and female
tr: Her iki cinsiyet

source: Define here whether the person whom the relationship pertains to is male or female, or whether the relationship pertains to both males and females.
tr: Buradan bu ilişkinin hangi cinsiyet ile alakalı olduğunu tanımlayın. Erkekler mi için, kadınlar mı için, ya da her ikisi mi içindir?

source: Please select a value to define what sex this relationship pertains to.
tr: Bu ilişkinin hangi cinsiyetle alakalı olduğunu lütfen tanımlayın.

source: The reciprocal relationships defined below will apply to characters for whom this character is designated as above. These fields can be left empty. The will be automatically populated when another relationship has this one designated as reciprocal to itself.
tr: Aşağıda tanımlanan karşılıklı ilişkiler bu karakter ile ilişkilendirilen diğer karakterlere uygulanacaktır. Bu alanlar boş bırakılabilir. Bu ilişki için karşılıklı bir ilişki başka bir ilişkiden tanımlanınca bu ilişki otomatik olarak o ilişkinin karşılığı olarak tanımlanacaktır.

source: Male Reciprocal Relationship
tr: Eril karşılıklı ilişki

source: Select relationship...
tr: İlişkiyi seçiniz...

source: Female Reciprocal Relationship
tr: Dişil karşılıklı ilişki

source: Add Place of Residence
tr: İkamet yerini ekle

source: Enter the name of the place where the character lives. This is preferably a city, though it can be a country, a region or a designation of your choosing.
tr: Karakterin ikamet ettiği yerini giriniz. Bu tercihen bir şehir veya kasabadır. Ancak ayrıca bir bölge veya isteğinize bağlı olan bir mekân olabilir.

source: Residence Name
tr: İkametinin adı

source: Please enter a valid residence location to continue. It must be at least one character long.
tr: En az bir karakter uzunluğunda bir ikamet yeri tanımını giriniz.

source: Assign Episode to Character
tr: Karakteri Bölüme Bağla

source: Select Episode
tr: Bölümü seç

source: Select episode here...
tr: Bölümü buradan seçiniz...

source: Please enter a valid episode number.
tr: Bölüm numarası için lütfen geçerli bir rakam giriniz.

source: Please enter a valid episode title of at least one character.
tr: En az bir karakter uzunluğunda bir bölüm adını giriniz.

source: An episode with this number already exists. Please use the Select Episode tab above to select that episode or change the episode number.
tr: Bu numaraya tanımlı bir bölüm mevcuttur. Yukarıdaki Bölümü seç sekmesinden o bölümü seçiniz veya bölüm numarasını değiştiriniz.

source: Add Relationship Between Characters
tr: Karakterler Arası İlişkiyi Tanımla

source: No other characters have been defined in the database. At least one other character must be present in the database to define a relationship. Please complete adding this character and begin adding another one to use this feature.
tr: Veri tabanında henüz hiçbir karakter tanımlanmadı. Karakterlerin arasındaki ilişkileri tanımlayabilmek için veri tabanında en az bir karakter daha tanımlanmış olmalıdır. Bu özelliği kullanabilmek için lütfen mevcut karakteri kaydedip veri tabanına farkı bir karakter daha ekleyin.

source: Add a new relationship between <span id="this_char">this character</span> and another by using the fields below. All fields are required.
tr: Aşağıdaki alanları kullanarak <span id="this_char">bu karakter </span> ve başka bir karakter arasındaki ilişkiyi tanımlayın. Tüm alanların doldurulması zorunludur.

source: Other Character
tr: Diğer karakter

source: Select character...
tr: Karakteri seçiniz...

source: Please select a character to continue.
tr: Devam etmek için bir karakter seçiniz.

source: If the character you are looking for is not in this dropdown list, please check the character list to see if they have been added. You can always add the relationship later, if necessary.
tr: Eklemeye çalıştığınız karakter bu açılır listede bulunmuyorsa, karakterin ana listede tanımlanmış olduğunu kontrol edin. Karakterler arasındaki ilişkiler sonradan da kolayca eklenebilir.

source: Relationship to Character
tr: Karakter ile olan ilişkisi

source: Please select a relationship to continue.
tr: Devam etmek için lütfen bir ilişki seçin

source: {action} reciprocal relationship
tr: Karşılıklı ilişkiyi {action}

source: If this box is checked, the reciprocal relationship will automatically be set for the other character, as well. If the relationship between the characters does not exist in the dropdown list, use the Relationships page to add the relationship.
tr: Bu kutu işaretlenirse, karşılıklı ilişkide olan karakter için ilişkiler otomatikman ayarlanacaktır. Eklemek istediğiniz ilişki açılır kutuda mevcut değilse, bunu İlişkiler sayfasından ekleyebilirsiniz.

source: This action cannot be undone!
tr: Bu eylem geri alınamaz!

source: Are you sure you want to continue?
tr: Devam etmek istediğinizden emin misiniz?

source: Yes
tr: Evet

source: No
tr: Hayır

source: Manage Image
tr: Görsel Yönetimi

source: Head Shot
tr: Kafa çekimi

source: Full Body Shot
tr: Boydan çekim

source: Image was successfully loaded. Don’t forget to save the character when you close this window.
tr: Resim başarıyla yüklendi. Bu arayüzü kapattıktan sonra karakteri kaydetmeyi unutmayın

source: Image was successfully removed. Don’t forget to save the character when you close this window.
tr: Resim başarıyla silindi Bu arayüzü kapattıktan sonra karakteri kaydetmeyi unutmayın.

source: Delete Image
tr: Görseli sil

source: Select Image:
tr: Görseli seç

source: Load
tr: Yükle

source: Close
tr: Kapat

source: Error!
tr: Hata!

source: Unsaved Changes!
tr: Kaydedilmemiş Değişiklikler Mevcut!

source: There are unsaved changes on your page. If you leave now, they will be lost.
tr: Sayfada kaydedilmemiş içerikler bulunmaktadır. Sayfadan ayrılırsanız bunlar kaybolacak.

source: Title
tr: Başlık

source: Relationship List
tr: İlişki Listesi

source: The relationships listed here connect the various characters to one another. Most will automatically create a reciprocal relationship between one another when a relationship is assigned between two characters. This page allows you to add and edit the various relationships.
tr: Burada geçen ilişkiler karakterleri birbiriyle ilişkilendirmek üzere kullanılır. Çoğu iki karakter arasında karşılıklı ilişkileri otomatikman atar. Bu sayfadan ilişkileri ekleyip düzenleyebilirsiniz.

source: No relationships found in database.
tr: Veri tabanında ilişki bulunamadı

source: You can define the relationships using the <i>Add Relationship</i> button above.
tr: Yeni ilişkiler yukarıdaki <i>İlişki ekle</i> tuşunu kullanarak eklenebilir.

source: You can also automatically load the most common relationships for your language group into the database using the <i>Load Default Relationships</i> button below.
tr: İsterseniz, dil grubunuzdaki en yaygın ilişkileri ayrıca <i>Varsayılan İlişkileri Yükle</i> tuşuna tıklayarak veri tabanına yükletebilirsiniz.

source: Default relationships that will be loaded
tr: Yüklenecek varsayılan ilişkiler

source: Load Default Relationships
tr: Varsayılan İlişkileri Yükle

source: Unable to delete $item$ from database.
tr: Şu öğe veri tabanından silinemedi: $item$

source: Unable to connect to database. Please check your internet connection, then refresh the page.
tr: Veri tabanına bağlantı sağlanamadı. Ağa bağlı olduğunuzu kontrol edin, sonra sayfayı yenileyin.

source: Unable to retrieve the $item$ from the database.
tr: Şu öğe veri tabanından alınamadı: $item$

source: Requested $item$ was not found in database.
tr: İstenen $item$ veri tabanında bulunamadı.

source: $item$ successfully retrieved from database
tr: İstenen $item$ veri tabanından alındı.

source: Unable to write the $item$ to database.
tr: $item$ öğesi veri tabanına yazılamadı.

source: The $item$ was written to database successfully.
tr: $item$ öğesi veri tabanına başarıyla yazıldı.

source: characters
tr: karakterler

source: Character data could not be updated. There are invalid data in one of the fields. Please check all the fields and correct them.
tr: Karakter verileri güncellenemedi. Alanların birisinde hatalı içerik var. Lütfen alanları kontrol edip düzeltin.

source: The character list JavaScript Object could not be found. This is an unrecoverable system error. Please reload this page. If it does not solve the problem, restart the database program.
tr: Karakter listesini içeren JavaScript objesi bulunamadı. Bu kurtarılamaz bir sistem hatasıdır. Sayfayı yeniden yüklemeyi deneyin. Sorun çözülmezse veri tabanı programını yeniden başlatın.

source: Something went severely wrong the character could not be saved at all. Please let the developers know!
tr: Büyük bir hata oldu ve karakter kaydedilemedi. Lütfen hemen geliştiricileri haberdar edin!

source: The character was saved successfully.
tr: Karakter başarıyla kaydedildi

source: You are about to delete the character called <em>$name$</em>.<br>If you do so, this character and all associated relationships will be permanently deleted.
tr: <em>$name$</em> isimli karakteri silmek üzeresiniz.<br>Eğer bu karakteri silerseniz, o zaman bu karakter ile bağlı olan tüm karakterler arası ilişkileri kalıcı olarak silinecektir.

source: Remove Episode
tr: Bölümü Sil

source: Unable to delete $item$ $id$.
tr: $item$ $id$ öğesi silinemedi.

source: You are about to remove the body pose image for this character.
tr: Karakterin boydan çekiminin resmini silmek üzeresiniz.

source: You are about to remove the head shot image for this character.
tr: Karakterin kafa çekiminin resmini silmek üzeresiniz

source: You are about to delete $item$.
tr: $item$ öğesini silmek üzeresiniz.

source: Remove Relationship
tr: İlişkiyi Sil

source: You are about to remove the relationship titled <em>$relationship$</em> between <em>$main$</em> and <em>$other$</em>.<br>This <em>will not</em> remove any reciprocal relationship, if such a reciprocal relationship exists!
tr: <em>$main$</em> ve <em>$other$</em> karakterleri arasındaki <em>$relationship$</em> tanımlı ilişkiyi silmek üzeresiniz.<br>karşılıklıilişki bulunursa, bu eylem karşılıklı ilikileri <em>silmez</em>!

source: Successfully deleted $item$.
tr: $item$ öğesi başarıyla silindi.

source: Delete $item$
tr: $item$ öğesini sil

source: Display
tr: Görüntüle

source: Search
tr: Ara

source: No results found
tr: Sonuç bulunamadı

source: No episodes found. Please add one to select it.
tr: Veri tabanında bölüm bulunmadı. Şeçebilmek için bölüm ekleyiniz.

source: episode
tr: Bölümler

source: Episode
tr: Bölüm

source: episodes
tr: bölümler

source: Unable to fetch data pertaining to the Episode #$id$.
tr: Bölüm No. $id$ için veriler veri tabanından alınamadı.

source: Not yet recorded
tr: Henüz kaydedilmedi

source: No characters assigned
tr: Karakter tanımlanmadı

source: the episode number
tr: bölüm numarası

source: Recorded on
tr: Kayıt Tarihi

source: Hide Summary
tr: Özeti gizle

source: No summary found.
tr: Özet bulunamadı

source: Show Summary
tr: Özeti görüntüle

source: Character body shot
tr: Karakter boydan çekimi

source: Character head shot
tr: Karakter kafa çekimi

source: An error occurred while interacting with the database. Data was not $action$.
tr: Veri alışverişi yapılırken bir hata oluştu. Veri $action$ yapılamadı.

source: Date Recorded
tr: Kayıt Tarihi

source: Select ...
tr: Seçiniz...

source: Add actor to select.
tr: Seçebilmek için bir oyuncu ekleyin.

source: Add relationship to select.
tr: Seçebilmek için bir ilişki ekleyin.

source: Create
tr: oluştur

source: Update
tr: güncelle

source: Passed relationship item ID is invalid. Cannot load selected relationship for editing.
tr: Alınan ilişki kimliği geçersizdir. Seçilen ilişkiyi düzenlemek üzere yüklenemedi.

source: Add location to select.
tr: Seçmek için mekân ekleyin.

source: written
tr: yazılımı

source: received
tr: alımı

source: actor
tr: oyuncu veya seslendiren

source: residence location
tr: ikamet yerin adı

source: relationship
tr: ilişki

source: relationship types
tr: ilişki türleri

source: This same relationship
tr: Bu ilişkinin aynısı

source: Unable to find the selected item among the $items$. Adding a new item instead.
tr: $items$ öğelerin arasında seçili öğe bulunamadı. Lütfen yeni bir öğe ekleyin.

source: Loading
tr: Yükleniyor

source: Character has been changed and is not saved.
tr: Karakter değiştirildi ama daha kaydedilmedi.

source: Copyright
tr: Telif Hakları

source: Released under GNU GPL 3.0
tr: GNU GPL 3.0 lisansı ile sunulmaktadır.

source: Setup
tr: Kurulum

source: Settings saved successfully.
tr: Ayarlar başarıyla kaydedildi

source: The character database has been set up. You must restart it to use it. Click the Shutdown button to stop the application.
tr: Karakter veri tabanı kullanıma hazırdır. Veri tabanını kullanmak için yeniden başlatılmaıdır. Uygulamayı kapatmak için Kapat düğmesini tıklayın.

source: Shutdown
tr: Kapat

source: Shutdown is complete.
tr: Veritabanı kapatıldı.

source: Start
tr: Başla

source: Click Start to load the main page when you have restarted the database application.
tr: Veri tabanı uygulamasını yeniden başlattıktan sonra ana sayfayı yüklemek için Başla düğmesini tıklayın.

source: Unable to save settings.
tr: Ayarlar kaydedilemedi.

source: Something went wrong when writing the <code>settings.json</code> file to disk. Please check the write permissions of the <code>/instance</code> directory.
tr: <code>settings.json</code> dosyasını sabit diske kaydederken bir hata oluştu. Lütfen <code>/instance</code> altdizinine yazma izninizin olduğunu kontrol edin.

source: Something went wrong with the data passed. Please check your entries and try again.
tr: Gönderilen verilerde hata bulundu. Girdiğiniz verileri kontrol edip tekrar deneyin.

source: Back to Setup
tr: Kuruluma dön
